export const accordionItems = [
    {
        header: "ПОЧЕМУ ИМЕННО Я?",
        content: [
            "Индивидуальный подход: После вашей заявки мы проведем подробную беседу...",
            "Глубокие знания: Я не просто преподаю йогу — я изучаю анатомию...",
            "Работа на всех уровнях: Я работаю не только с физическим телом...",
            "Эмпатия и целительский способности: Моя сильная эмпатия и интуиция...",
        ],
    },
    {
        header: "КАК ЭТО РАБОТАЕТ?",
        content: [
            "1. Вы оставляете заявку, и мы созваниваемся.",
            "2. Вы рассказываете о своих 'болевых точках'...",
            "3. Я создаю для вас уникальную программу...",
            "4. Мы начинаем практику, и вы шаг за шагом идете к своим результатам.",
        ],
    },
    {
        header: "ЧТО ВЫ ПОЛУЧИТЕ?",
        content: [
            "Избавление от болей в спине, шее, пояснице...",
            "Улучшение осанки и гибкости.",
            "Снижение уровня стресса и тревожности.",
            "Повышение энергии и жизненного тонуса.",
            "Умение справляться с эмоциями и сохранять внутренний баланс.",
            "Внедрение йоги в свою жизнь как полезной и приятной привычки.",
        ],
    },
    {
        header: "ЭТО НЕ ПРОСТО ЙОГА. ЭТО ПУТЬ К СЕБЕ.",
        content: [
            "Моя миссия — помочь вам почувствовать себя лучше не только на коврике...",
        ],
    },
];