export const services = [
    { name: 'Йога и медитации', description: 'Индивидуальные и групповые занятия по Хатха-йоге, кундалини-йоге и медитации.', price: '2000 ₽ / занятие' },
    { name: 'Звуковая медитация', description: 'ОМ-чантинг и практики работы с голосом для снятия стресса и гармонизации энергии.', price: '1500 ₽ / занятие' },
    { name: 'Творческие практики', description: 'Живопись, музыка и арт-терапия для раскрытия творческого потенциала и самопознания.', price: '2500 ₽ / занятие' },
    { name: 'Персональные консультации', description: 'Индивидуальный подход с учетом целей, физического и эмоционального состояния.', price: '3000 ₽ / консультация' },
];